QUESTIONS = { :q1 => "昨日、卓越性を発揮した場面はどこですか？", :q2 => "昨日、凡庸だったところは？",
              :q3 => "その凡庸さを卓越させると？", :q4 => "今日、どこで卓越性を発揮しますか？" }

TITLE_OF_MONDO = { :retry => "リトライ！",  :beginner => "ビギナー！",
                   :senior => "シニアー！", :master => "マスター！" }
                   
MESSAGE_FROM_MONDO = { :retry => "再挑戦だ！",
                       :beginner => "次はもっといい感じかも！",
                       :senior => "きっと何かが変わりはじめてるはず！",
                       :master => "もう、世界が違って見えていますよね！" }                                             