QUESTIONS = { :q1 => "昨日、卓越性を発揮した場面はどこですか？", :q2 => "昨日、凡庸だったところは？",
              :q3 => "その凡庸さを卓越させると？", :q4 => "今日、どこで卓越性を発揮しますか？" }

TITLE_OF_MONDO = { :retry => "もう一度挑戦しよう！",  :beginner => "よく頑張りました！",
                   :senior => "問答のプロフェッショナル！", :master => "あなたはMonDoマスターです！" }
                   
MESSAGE_FROM_MONDO = { :retry => "いきなり習慣を変えるのは、とても難しいことです。\nまずは、少しでもチャレンジできた自分を褒めてあげましょう。\n再挑戦して、さらに習慣化できるようになりましょう！",
                       :beginner => "小さなことの積み重ねが、大きな結果を生み出します。\n卓越性をチェックする習慣が身に付くのも、もう少しです。\nさらなる成長が楽しみですね！",
                       :senior => "ここまで問答を使いこなせれば、何かが変わり始めているはず。\nチャレンジしたあなた自身が、一番わかっているはずです！\n次回は、パーフェクトを目指しましょう！",
                       :master => "本当に、本当におめでとうございます！\nもう、世界が違って見えているのではないでしょうか？\nここまでMonDoと共に歩んでいただき、ありがとうございました！\nさらなる成長を期待しています！" }                                             